brew "bob"
brew "btop"
brew "coreutils"
brew "fd"
brew "ffmpeg-full"
brew "imagemagick-full"
brew "pkgconf"
brew "ripgrep"
brew "sk"
brew "telnet"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "yt-dlp"
cask "alacritty"
cask "ghostty"
cask "karabiner-elements"
cask "font-jetbrains-mono-nerd-font"
