tap "d12frosted/emacs-plus"
brew "bat"
brew "bob"
brew "btop"
brew "coreutils"
brew "elixir"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "node"
brew "pkgconf"
brew "ripgrep"
brew "rustup"
brew "sk"
brew "telnet"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "yt-dlp"
brew "d12frosted/emacs-plus/emacs-plus@30"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "ghostty"
cask "karabiner-elements"
