brew "bat"
brew "bob"
brew "btop"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "imagemagick"
brew "node"
brew "pkgconf"
brew "ripgrep"
brew "sk"
brew "telnet"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "yt-dlp"
cask "alacritty"
cask "ghostty"
cask "karabiner-elements"
